Revit 2027 API
EvaluatedParameter.Value Property
 Evaluated value of the parameter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ParameterValue Value { get; }
Public ReadOnly Property Value As ParameterValue
	Get
public:
property ParameterValue^ Value {
	ParameterValue^ get ();
}
member Value : ParameterValue with get
Property Value
ParameterValue
See Also
Reference
EvaluatedParameter Class
Autodesk.Revit.DB Namespace